{"url": null, "title": "Turkey's increasingly complicated relationship with NATO"}
{"url": null, "title": "Fatal crash in Bauchi kills 4 girls, injures policeman, corper, others"}
{"url": null, "title": "Class suspensions for Tuesday, August 16"}
{"url": null, "title": "Facebook aims for video-loving teenagers with new app"}
{"url": null, "title": "Duterte raises budget to fight crime"}
{"url": null, "title": "Inter want to sell Icardi, Wanda Nara reveals"}
{"url": null, "title": "Singapore Airlines spreads wings in India with budget Scoot"}
{"url": null, "title": "How the world reacted to Australia's record-breaking batting effort"}
{"url": null, "title": "Bollywood celebs react to Keenan-Reuben murder case verdict"}
{"url": null, "title": "Amazon slashes seller commissions to undercut Flipkart, Snapdeal"}
{"url": null, "title": "Cleveland considers merging with East Cleveland, a city so poor where residents fill their OWN potholes"}
{"url": null, "title": "Sorrow, selfies compete at New York's 9/11 memorial 15 years on"}
{"url": null, "title": "Living In Low Income Neighbourhoods Ups Obesity Risk In Teens"}
{"url": null, "title": "Lakers' D'Angelo Russell on his rookie season: 'There was no guidance'"}
{"url": null, "title": "Georgian soldier killed in attack near Bagram base"}
{"url": null, "title": "Katrina Kaif: 'Baar Baar Dekho is a very important film for me'"}
{"url": null, "title": "I'll get married when I'm blindly in love with someone: Kajal Aggarwal"}
{"url": null, "title": "The 18 Different Types Of Travelers"}
{"url": null, "title": "Philippine Leader Duterte Calls U.N. 'Very Stupid' For Criticizing His Drug War"}
{"url": null, "title": "Tara Hagan and Thomas Malloy: Whole Foods, Half-Sizes and Homework"}
{"url": null, "title": "Jeff Bezos suggests sending Donald Trump into space"}
{"url": null, "title": "Bihar: Govt clerk arrested for misappropriating Rs 1.07 crore"}
{"url": null, "title": "Return of the clash: Shah Rukh Khan's 'Dear Zindagi' to release with Vidya Balan's 'Kahaani 2'"}
{"url": null, "title": "'Central files on Netaji may not unravel his disappearance'"}
{"url": null, "title": "Sourav Ganguly reveals dressing room secrets of Tendulkar, Laxman"}
{"url": null, "title": "Dhoni, Sushant Singh Rajput to Launch 'M.S. Dhoni- The Untold Story' Trailer in 3 Cities"}
{"url": null, "title": "Salman Khan: I have to stay fit because I go shirtless in every film"}
{"url": null, "title": "Jayalalithaa swearing-in: Stalin made to sit 'among the crowd', Karunanidhi angry over 'insult'"}
{"url": null, "title": "Kidnapped garden gnome goes on around-the-world adventure of a lifetime"}
{"url": null, "title": "ESA: Rosetta Space Probe Finds Lost Philae Lander on Comet"}
{"url": null, "title": "International component crucial for credible accountability in Sri Lanka"}
{"url": null, "title": "Students gear up for a fresh start at Zayed University"}
{"url": null, "title": "Colin Powell To GOP Candidates: In Honor Of Nancy Reagan, 'Stop With The Nastiness'"}
{"url": null, "title": "Satyarthi plans campaign for child rights with laureates and world leaders"}
{"url": null, "title": "Judge: Teen charged in fatal bathroom fight won't be tried as adult"}
{"url": null, "title": "New publication by the Latvian Institute of International Affairs assesses new tendencies in Latvia-US relations"}
{"url": null, "title": "WOW! this AIADMK MP steals show in parliament by singing his unfettered love for Kashmir - Must Watch"}
{"url": null, "title": "Olympics: Triumphant Brits return home in gold-nosed plane"}
{"url": null, "title": "CEOs' advice to students as new school year begins"}
{"url": null, "title": "Study pinpoints timing of oxygen's first appearance in Earth's atmosphere"}
{"url": null, "title": "Chrissy Teigen battles Donald Trump on Twitter"}
{"url": null, "title": "Kamal Haasan, Sridevis Sadma to be Remade"}
{"url": null, "title": "Bollywood films dubbed in Spanish for new US TV channel"}
{"url": null, "title": "Africa: Political Will, Selfless Leadership Key to a United Africa"}
{"url": null, "title": "Films released on Eid attract huge crowd"}
{"url": null, "title": "UFC 202 Conor McGregor vs. Nate Diaz: Fight preview, match card, date, start time and exclusive quotes"}
{"url": null, "title": "Court grants Arvind Kejriwal exemption from personal appearance in Arun Jaitley defamation case"}
{"url": null, "title": "More hits for the Beatles in the 'Eight Days a Week' film and 'Hollywood Bowl' album"}
{"url": null, "title": "Nawaz Sharif spoke like the supreme commander of Hizbul Mujahideen at UNGA: BJP"}
{"url": null, "title": "Anyone could enter Pathankot airbase for Rs 20"}
{"url": null, "title": "Nairobi falls sharply in global ranking of world's best cities"}
{"url": null, "title": "Jana Gana Mana reminiscent of British rule: Gopal Das Neeraj"}
{"url": null, "title": "\"Plastic bags on face, electric shocks\": human rights activists tell of systemic torture of Ukrainians in Russia"}
{"url": null, "title": "Labor Day: Obama, The Rock & More Wish Americans A Happy Holiday -- See Tweets"}
{"url": null, "title": "Google to give away software to Microsoft Office defectors"}
{"url": null, "title": "Ali names squad for qualifier"}
{"url": null, "title": "Vivek Dahiya-Divyanka Tripathi's wedding card leaked: This is what the actor has to say"}
{"url": null, "title": "Pakistan coach Waqar Younis resigns"}
{"url": null, "title": "Driving license no document to safe-driving in UP"}
{"url": null, "title": "Congress approaches ACB against Arvind Kejriwal"}
{"url": null, "title": "Khattar's beef remark: NCP seeks President's intervention, Haryana CM's ouster"}
{"url": null, "title": "Pakistan nuclear arsenal increasing risk of conflict with India: US Congress"}
{"url": null, "title": "Budget 2016: Acrimonius start to Budget presentation"}
{"url": null, "title": "Coal India eyes assets in Indonesia"}
{"url": null, "title": "Transactions worth crores in names of two BPL workers in MP"}
{"url": null, "title": "Johnson & Johnson buys Abbott Medical Optics for $4.3B"}
{"url": null, "title": "10,000 rabbits shot in New Zealand Easter hunt"}
{"url": null, "title": "US vows continual support to SL"}
{"url": null, "title": "PM stresses on work culture, implementation and delivery of govt schemes"}
{"url": null, "title": "Why global woes and sinking stocks don't mean US recession"}
{"url": null, "title": "Woman injured in fall from escalator at Debenhams in London"}
{"url": null, "title": "60-year-old cleric arrested for marrying six-year-old girl."}
{"url": null, "title": "Salman Khan and Dalai Lama seem very pleased to have met each other! - view pic!"}
{"url": null, "title": "Greg Chappell strikes! Former coach claims team took short-cuts, key players selfish"}
{"url": null, "title": "Galaxy S7 Could Be 10% More Affordable Than The Galaxy S6"}
{"url": null, "title": "Florida Poll: Donald Trump Spikes 6 Points Since August"}
{"url": null, "title": "TN Assembly polls: EC issues showcause notice against Vaiko over violation of model code of conduct"}
{"url": null, "title": "Deaths by traffic accidents in Dubai increase"}
{"url": null, "title": "IRS computer problems shut down tax return e-file system"}
{"url": null, "title": "Will You Even Recognize Your Car in the Near Future?"}
{"url": null, "title": "WC T20: Virat Kohli was the star in India's 2014 semifinal win vs South Africa"}
{"url": null, "title": "U.S.: Whatsapp encryption shouldn't give safe havens for cyber crime"}
{"url": null, "title": "All the reasons the Pfizer/Allergan deal had nothing--nothing!--to do with tax benefits"}
{"url": null, "title": "The real Kung Fu Panda! Cute baby bear emulates his animated Hollywood hero by modelling a tiny bamboo hat"}
{"url": null, "title": "Obama's U.N. Speech Was Aimed Directly at Vladimir Putin"}
{"url": null, "title": "Gunfire after suicide attack near Pakistan consulate in Jalalabad"}
{"url": null, "title": "Gloria DeHaven, star of Hollywood musicals, dies at age 91"}
{"url": null, "title": "Azealia Banks apologises after racist Twitter rant aimed at Zayn Malik"}
{"url": null, "title": "Naming of all defaulters will kill businesses: Rajan"}
{"url": null, "title": "Pakistan ran out of ideas against Taylor, Rahat"}
{"url": null, "title": "Learning Engineering and Physics Concepts through Dynamic Model Kits Is Amazing - Video"}
{"url": null, "title": "Tamil Nadu government launches mobile toilet caravans for cops"}
{"url": null, "title": "SC judgement on defamation: A court stuck in time"}
{"url": null, "title": "'I Am Gangster' Drama Bought by FilmBuff"}
{"url": null, "title": "Caleb Logan: Family Posts Sweet Video Of Star Made Day Before His Death At 13"}
{"url": null, "title": "Local hybrid battery technology being trialled off-grid"}
{"url": null, "title": "Nanaimo police dog tracks down woman missing for 4 days in wilderness"}
{"url": null, "title": "Phoenix highway shootings: man, 21, arrested in seemingly random attacks"}
{"url": null, "title": "Rafizi: Declaring assets will stop political corruption, not funding laws"}
{"url": null, "title": "Turkish president 'intent on thaw with Israel'"}
{"url": null, "title": "Katrina Kaif, the new queen of long capes and jackets"}
{"url": null, "title": "Bad Lip Reading: YouTube Channel Releases Hilarious Parody Of DNC -- Watch"}
{"url": null, "title": "San Bernardino shooter tied to ISIS"}
{"url": null, "title": "Dalit writer Devanur Mahadeva becomes first to return award after Bihar elections"}
{"url": null, "title": "KZN coastal protection contract cancelled, could impact on ocean economy"}
{"url": null, "title": "Novelist Jackie Collins dies aged 77"}
{"url": null, "title": "Whodunnit in Sonar Bangla? Didi's Victory has a Pattern of Basuism"}
{"url": null, "title": "Germantown boys volleyball team heads back to state"}
{"url": null, "title": "Guns roar along border in Akhnoor sector of JK, again"}
{"url": null, "title": "\"First of its kind\" manufacturing campus to bring 500 jobs to Ireland"}
{"url": null, "title": "Turkey releases 62 military academy students from Istanbul military academy, says report"}
{"url": null, "title": "Tata Motors, NTPC Q4 results, monsoon to drive markets this week"}
{"url": null, "title": "Check out photo of new Afghan Taliban chief Mawlavi Haibatullah Akhundzada"}
{"url": null, "title": "Rare split at Federal Reserve ahead of policy meeting"}
{"url": null, "title": "Without water, he survived on ants in arid zone"}
{"url": null, "title": "Black Americans are being killed at 12 times the rate of people in the developed world"}
{"url": null, "title": "Omar upset as Modi says no reassuring words for Kashmir"}
{"url": null, "title": "Vidya Balan a part of Nawazuddin-Big B starrer TE3N, but only for special appearance!"}
{"url": null, "title": "Asia stocks set to extend positive run"}
{"url": null, "title": "US government issues its first guidelines on self-driving cars"}
{"url": null, "title": "Leprosy patients with disabilities on the rise"}
{"url": null, "title": "7 Best Gadgets of 2015"}
{"url": null, "title": "Renegades make home in London with legal protection, friendly visa regime, ease of owning property"}
{"url": null, "title": "Bleacher Report's Daily Football Fix for September 25"}
{"url": null, "title": "Briana Culberson Blasts Brooks Ayers Saying Mom's Creepy Ex Wants to Sue Her"}
{"url": null, "title": "Shakti-Astitva Ke Ehsaas Ki full episode 5th September,2016 written update:Preeto throws out Soumya in Harman's absence"}
{"url": null, "title": "Canada's housing market nears 'extreme bubble,' warns ex-Lehman Brothers trader"}
{"url": null, "title": "Simone Biles returns home to Houston after Olympic triumph"}
{"url": null, "title": "ISIS Increasingly Using Women And Children To Terrorize France"}
{"url": null, "title": "Tamil Nadu Open University B.Ed. Admission 2017 Starts"}
{"url": null, "title": "Badal cautions people of Punjab against AAP and Congress"}
{"url": null, "title": "AMLC needs court order to return stolen money"}
{"url": null, "title": "British Airways Check-In Problems Cause Lengthy Delays at 'Multiple Airports'"}
{"url": null, "title": "Israeli police officers bully eight-years-old Palestinian girl, confiscate bike"}
{"url": null, "title": "No license renewal, extension for PhilWeb"}
{"url": null, "title": "How India's Female Olympic Athletes Lifted a Nation's Spirits"}
{"url": null, "title": "This is what having fun in Rio de Janeiro looks like"}
{"url": null, "title": "Change inevitable; SBI, associates' merger by March-end: Arundhati Bhattacharya"}
{"url": null, "title": "Champagne Tastes: IMF Warns Saudi Arabia May Go Bankrupt by 2020"}
{"url": null, "title": "Geneva: Syrian opposition raises new obstacles to peace talks"}
{"url": null, "title": "The Turks have Done it; a Real Transformer"}
{"url": null, "title": "Heavy to very heavy rains in Tamil Nadu for next 2 days: Met"}
{"url": null, "title": "Donald Trump Boasted His Building Was Tallest After Towers Fell On 9/11"}
{"url": null, "title": "Indonesia: Woman whipped on street before baying crowd for dating"}
{"url": null, "title": "Virender Sehwag, Amitabh Bachchan, Aamir Khan and two-year wait for a dream to come true"}
{"url": null, "title": "Lessons on cash transfers to disaster victims"}
{"url": null, "title": "What is 'juicy' in National Assembly committees?"}
{"url": null, "title": "Karachi's garbage: Chinese firms to clean three districts"}
{"url": null, "title": "Sensex ends 109 points higher; Q1 GDP data in focus"}
{"url": null, "title": "Mumbai traffic cop attacked by juvenile biker dies in hospital on Wednesday"}
{"url": null, "title": "Ready Player One: Olivia Cooke on her audition"}
{"url": null, "title": "Manmohan Singh joins intolerance debate, flays 'suppression of dissent'"}
{"url": null, "title": "Apple Maps debacle is why Apple has a public beta program now"}
{"url": null, "title": "'Plane wreckage with Malaysian flag found in Philippines'"}
{"url": null, "title": "Where to find Jonathan Gold's favorite cold noodle dishes"}
{"url": null, "title": "Meghna Naidu's new role inspired by Rekha's 'Umrao Jaan'"}
{"url": null, "title": "Why Fall of ISIS Is Bad News For United States"}
{"url": null, "title": "Best Phoenix restaurants for National Fried Chicken Day"}
{"url": null, "title": "AMD Ships 7th Generation Desktop PC Processors"}
{"url": null, "title": "Niki Lauda and Toto Wolff hold hands amid talk of strife"}
{"url": null, "title": "WhatsApp will soon read out your chats for you"}
{"url": null, "title": "Rumors suggest 'Nexus' brand may be retired for new Google smartphones"}
{"url": null, "title": "Pirates Claim To Have Cracked Denuvo"}
{"url": null, "title": "'Do Cha-cha right or I will shut you down'"}
{"url": null, "title": "Parvesh Rana weds Scarlett Wilson: A love story from Meerut to London, see pics"}
{"url": null, "title": "6 Things We MUST Do after buying a new Android Phone"}
{"url": null, "title": "Citi: Here Are Six Ways Central Banks Have Distorted Markets"}
{"url": null, "title": "Looking inward: AAP should not forget about its own MLAs with 'fake' degrees"}
{"url": null, "title": "Media personnel who received perks, salary packets from Mahinda revealed"}
{"url": null, "title": "GST to be simple with 1 pc additional tax removal, say experts"}
{"url": null, "title": "Mayawati rule will be like returning to Stone Age; Priyanka Gandhi can infuse new ideas in Congress: Akhilesh Yadav"}
{"url": null, "title": "Microsoft CEO does a balancing act to keep both Telugu states happy"}
{"url": null, "title": "Rio Olympics 2016: Jack Laugher and Chris Mears win historic diving gold"}
{"url": null, "title": "New wearable device could predict, prevent asthma attacks"}
{"url": null, "title": "IPL 2016: The worth of Yusuf Pathan never dies down"}
{"url": null, "title": "Liverpool's wide range of goalscorers a result of attacking style: Klopp"}
{"url": null, "title": "YOUR LIE IN APRIL Press Notes and High-Res Images from Toho"}
{"url": null, "title": "Thief's escape bid kills teacher, evening walker"}
{"url": null, "title": "German police raid mosque and apartments in crackdown on Salafists"}
{"url": null, "title": "Michael Phelps gets another gold in medley relay"}
{"url": null, "title": "PM Modi speaks for doctors, asks citizens to follow prescription, avoid antibiotics"}
{"url": null, "title": "'Stranger Things' Season 2 Air Date, News & Update: Eleven S2 Surprise From Duffer Brothers? Upside Down Return Filming Started?"}
{"url": null, "title": "Jet Airways to start on-board Wi-Fi content streaming service in India"}
{"url": null, "title": "China Tells Sri Lanka: We Want Our Money, Not Your Empty Airport"}
{"url": null, "title": "Cameron Diaz & Benji Madden -- My Husband's Skull Is ... A Work of Art"}
{"url": null, "title": "Amit Shah slams Nehru-Gandhi family for lack of development in India"}
{"url": null, "title": "The Congress is not 'defeatist': Digvijay Singh"}
{"url": null, "title": "Mulayam Singh Yadav takes strategic risks with Amar Singh before UP polls, but will his party back him?"}
{"url": null, "title": "World Report: Gog and Magog beginning"}
{"url": null, "title": "Despite Cong rap, Manish Tewari stands by controversial troop remark"}
{"url": null, "title": "Najib: I will take on 'The Punisher' to defend Sabah"}
{"url": null, "title": ":                                                                                                                                           , 6"}
{"url": null, "title": "Saga Is the Best Comic in the Universe Because It Shows You How Evil Robots Jack Off"}
{"url": null, "title": "Modern Medicine Is Too Reliant on Short-Term Studies"}
{"url": null, "title": "Steadfast Jaitley gets pat from Modi, colleagues"}
{"url": null, "title": "Bengaluru: BJP ranks unhappy over party's stand on Cauvery water dispute"}
{"url": null, "title": "FRIENDS completed 22 years. Here's a look back at everything that the characters taught us"}
{"url": null, "title": "Hillary Clinton Leads Donald Trump By 7 Points In One Poll, Trails In Another"}
{"url": null, "title": "Alora loses in 1st rd, hopes for bronze"}
{"url": null, "title": "Eric Dier signs new five-year deal with Tottenham to tie the England midfielder down until 2021"}
{"url": null, "title": "Rakul makes a splash at 63rd Britannia Filmfare Awards South 2016"}
{"url": null, "title": "No Differences With Arvind, Says Jung"}
{"url": null, "title": "Afghanistan fall short of 'easily chaseable' target"}
{"url": null, "title": "6 Reactions by Marketers to the End of 'Free Social' as the Algorithm Era Unfolds"}
{"url": null, "title": "Regina turns cop in next?"}
{"url": null, "title": "DILG chief: Suspension of Cebu City execs 'nothing to do with politics'"}
{"url": null, "title": "BRICS film festival to start in New Delhi today"}
{"url": null, "title": "Targeted By ISIS, These Yazidis Refused To Leave Their Beloved Mountain"}
{"url": null, "title": "Immaculate Red 1965 Chevelle Restored and Reunited With its Former Owner"}
{"url": null, "title": "Dozens killed in first four days of Duterte's drug war"}
{"url": null, "title": "EU referendum vote: Boris Johnson supports 'Brexit means Brexit' campaign"}
{"url": null, "title": "What am I supposed to eat now? BBC recipes petition reaches over 70,000"}
{"url": null, "title": "Medical devices vulnerable to hackers"}
{"url": null, "title": "South Sudan evacuations continue; some locals turned back - WECT TV6-WECT.com:News, weather & sports Wilmington, NC"}
{"url": null, "title": "These are the things Yahoo will kill as part of its plan to save hundreds of millions of dollars"}
{"url": null, "title": "Wilful defaulters blame clients who haven't paid, failed IPO plans"}
{"url": null, "title": "Counting under way in UK's EU referendum; 'Remain' side far ahead in Gibraltar"}
{"url": null, "title": "Rio 2016: Russia's Darya Klishina relieved to compete, qualify for Olympic final"}
{"url": null, "title": "Community is in pain: Hillary Clinton on killing of African-American man"}
{"url": null, "title": "Gadkari says non-passage of road safety bill 'biggest regret', blames 'vested interests'"}
{"url": null, "title": "Leaked: Samsung Galaxy A7 (2017) surfaces online with key specifications"}
{"url": null, "title": "Sam Neill found working with dogs 'stressful' on new movie"}
{"url": null, "title": "Salman, Aamir Khan among several Bollywood biggies under scanner for conceiling their earnings"}
{"url": null, "title": "NASA reveals 2km wide asteroid will 'narrowly' miss earth on the weekend"}
{"url": null, "title": "PCC chief briefs Sonia on Kashmir"}
{"url": null, "title": "New Orleans will pay $170k to remove Confederate monuments"}
{"url": null, "title": "African-American history 'is not separate': Obama inaugurates Smithsonian's new addition"}
{"url": null, "title": "Four accused held in Dalit children burning case; several cops suspended"}
{"url": null, "title": "Panel Recommends FDA Approval of Remicade Knockoff"}
{"url": null, "title": "Strikes across LoC: DMK lauds PM, Army"}
{"url": null, "title": "Pia Wurtzbach and Dr Mike are dating: Report"}
{"url": null, "title": "Nawaz Sharif paid Rs 35.9m in personal tax since 1993"}
{"url": null, "title": "World T20: MS Dhoni gives 5 reasons for India's semi-final defeat"}
{"url": null, "title": "Lay down your arms, support FG - Ex-Senator begs Niger Delta Avengers"}
{"url": null, "title": "An onlinecrowd funding platform to take fundraising initiative to the next level"}
{"url": null, "title": "Turkey seeks arrest of ex-football star in coup probe"}
{"url": null, "title": "Pakistan hangs man who had said he was 15 at time of crime he didn't commit"}
{"url": null, "title": "7 ways to intensify male orgasm"}
{"url": null, "title": "Will try to achieve pledged renewable energy targets in less than four and half years: Piyush Goyal"}
{"url": null, "title": "Manila steps up bloody war on drugs"}
{"url": null, "title": "Park leaves for Seoul after five-day trip to Mongolia"}
{"url": null, "title": "Sri Lanka's expertise in defeating terrorism can benefit world: defense secretary"}
{"url": null, "title": "Watkins Glen lined up to replace Boston on 2016 IndyCar schedule"}
{"url": null, "title": "Nawaz Sharif-Obama meet: US rules out India-type civil nuclear deal with Pakistan"}
{"url": null, "title": "Centre's advisory to states to curb drug menace"}
{"url": null, "title": "Antibiotic resistance reaching dangerously high levels worldwide: WHO"}
{"url": null, "title": "Pak national trying to cross fence arrested by BSF in Pargwal"}
{"url": null, "title": "Hampshire fall short at the death"}
{"url": null, "title": "Tata Steel Starts Exports Of Ferroshots From Kalinganagar"}
{"url": null, "title": "'I felt my flow was back': Yuvraj Singh on his 18-ball 35 against Sri Lanka in Asia Cup"}
{"url": null, "title": "Supporters say Clinton must shake secrecy"}
{"url": null, "title": "Vivo Launches 4G-Enabled Smartphone in India"}
{"url": null, "title": "Major infiltration foiled in J&K's Uri sector; Army guns down 10 terrorists"}
{"url": null, "title": "Kids, beer bottles and a public pool - how Laos swimmer, 14, trains for Rio"}
{"url": null, "title": "Alastair Cook wants life bans for match-fixers"}
{"url": null, "title": "LG to Bring Cloud-Based Gaming to Smart TVs"}
{"url": null, "title": "Facebook testing Snapchat feature inside Messenger"}
{"url": null, "title": "James Young's days with the Celtics may be numbered"}
{"url": null, "title": "Austria court orders presidential election re-run after far-Right challenge"}
{"url": null, "title": "I'll give my heart for gold: PV Sindhu"}
{"url": null, "title": "Marico Shares Gain Over 4% on Strong Q3"}
{"url": null, "title": "Drake Finally Reveals He Was Fired From 'Degrassi' -- Find Out Why"}
{"url": null, "title": "[SATIRE] Pahlaj Nihalani objects to trailer of Dhoni's biopic, says 'Dhoni's hair too long in the trailer, need to be cut'"}
{"url": null, "title": "Fifth-seed Raonic ousted from U.S. Open"}
{"url": null, "title": "PM Modi's Iran visit focuses on trade, cultural ties, terrorism"}
{"url": null, "title": "Stay away from affected areas Featured"}
{"url": null, "title": "Apple eyes British car manufacturer McLaren"}
{"url": null, "title": "Adnan Januzaj determined to be a Sunderland success after being overlooked by Jose Mourinho"}
{"url": null, "title": "Michael Gove butchered the education system - we can't let him do the same to the country"}
{"url": null, "title": "Isolated, rattled after surgical strike, Pakistan bans all Indian channels nationwide"}
{"url": null, "title": "West Bengal Assembly Elections 2016: TMC to rule with 178 seats; Left-Congress alliance to win 110; BJP to get one, predicts ABP-Nielsen opinion poll"}
{"url": null, "title": "Google doodles to celebrate RD Burman's 77th birth anniversary"}
{"url": null, "title": "Serena rallies into third round"}
{"url": null, "title": "Hope as talks over miraa exports from Kenya to Somaliland begin"}
{"url": null, "title": "After Delays, John Abraham's Force 2 Shoot in Budapest Going Well"}
{"url": null, "title": "Pope Francis approves Mother Teresa's elevation to sainthood"}
{"url": null, "title": "Lashkar terrorist's confessions: 'Chacha' Hafiz Saeed is our supreme leader, was trained to target Indian Army, police"}
{"url": null, "title": "Pakistan is a serious problem, US Presidential Candidate Donald Trump says"}
{"url": null, "title": "London the perfect choice for Euro 2020 climax, says UEFA president Aleksander Ceferin"}
{"url": null, "title": "US-led forces strike Syrian troops, prompting emergency UN meeting"}
{"url": null, "title": "Ford aims to put fully autonomous cars on the streets by 2021"}
{"url": null, "title": "If Republicans Were Serious About Stopping Trump, They Would End Voter Suppression"}
{"url": null, "title": "Do or die: No second chances in Bollywood"}
{"url": null, "title": "Jamie Oliver to address child nutrition issue with Jacqueline Fernandez"}
{"url": null, "title": "WATCH: Black GOP Senator Says He's Been Stopped By Police 7 Times In A Year"}
{"url": null, "title": "7 of the best watches you can buy for under $100 right now"}
{"url": null, "title": "What Julie Andrews Thinks About Emily Blunt Playing Mary Poppins"}
{"url": null, "title": "Tata Steel seeks British exit putting thousands of jobs at risk"}
{"url": null, "title": "Dingdong Dantes speaks up on 'Alyas Robin Hood,' 'Arrow' comparisons"}
{"url": null, "title": "Junior doctors take contract fight to high court"}
{"url": null, "title": "After Srinagar campus row, HRD alerts all NITs"}
{"url": null, "title": "Isolation from global problems not possible, says Julia Gillard"}
{"url": null, "title": "Fired Taco Bell Exec Benjamin Golden Faces New Charges in Uber Fracas"}
{"url": null, "title": "China launches the world's first 'hack-proof' quantum satellite"}
{"url": null, "title": "CM Sindh pays surprise visit to Hyderabad"}
{"url": null, "title": "Renjith Maheswary, Dharambir Singh shatter national records, qualify for Rio Olympics"}
{"url": null, "title": "Kuwait sets minimum wage for maids in first for Gulf"}
{"url": null, "title": "Working with Shabana Azmi a learning experience: Ashmit Patel"}
{"url": null, "title": "Myanmar peace summit ends with long road ahead"}
{"url": null, "title": "Queen of Katwe story inspired Alicia Keys to write a new song"}
{"url": null, "title": "Just Cool Cars: '53 Olds take Swedes coast-to-coast"}
{"url": null, "title": "Krugman Destroys the 'Junk Economics' of Trump -- And Romney"}
{"url": null, "title": "Alapag honored as he nears Caidic's record for most threes made"}
{"url": null, "title": "Sukkur athletes do push-ups in garbage filled playground, draw attention to crumbling sports facilities"}
{"url": null, "title": "Italy battle over gay civil unions heads for the streets"}
{"url": null, "title": "FDA finds illegal meds at 90 of 92 inspected Mandalay pharmacies"}
{"url": null, "title": "South Korea arrests alleged Nusra supporter"}
{"url": null, "title": "Meet The Traffic Cop From Chennai Who Won't Give Up On Serving The People, Come What May"}
{"url": null, "title": "India played a role in Osama bin Laden's killing - Know the details"}
{"url": null, "title": "Situation in Kashmir will soon return to normal: MoS PMO"}
{"url": null, "title": "DraftKings, FanDuel Sue in Illinois to Declare Games Legal"}
{"url": null, "title": "Proven winner Mourinho is right man for United"}
{"url": null, "title": "Woman linked to slay of Cebu student yields, seeks to clear name"}
{"url": null, "title": "Stop giving bailout funds to state governments, NUPENG tells FG"}
{"url": null, "title": "All Oklahoma Executions on Hold After 'Crazy' Drug Snafu"}
{"url": null, "title": "Quit India Movement anniversary: PM to launch 'Azadi-70, Yaad Karo Kurbani' campaign on August 9"}
{"url": null, "title": "Pakistan HC barred from attending a school event in India"}
{"url": null, "title": "Tropical trouble: Storms head for Florida, North Carolina, Hawaii"}
{"url": null, "title": "Prosthetic leg found in beaver dam, returned to owner"}
{"url": null, "title": "Here's how Akshay Kumar got the title Crack for his next with Neeraj Pandey!"}
{"url": null, "title": "Assembly election results: PM Narendra Modi buoyed by BJP's performance in Bengal, Kerala, Tamil Nadu, Assam"}
{"url": null, "title": "'Mamata's win to make way for Teesta treaty'"}
{"url": null, "title": "Kids and Mobile Devices: Survey Sheds Light on How Wired Toddlers Really Are"}
{"url": null, "title": "Glamorgan feel Payne in heavy defeat"}
{"url": null, "title": "IFIM Bangalore: Introduces India's first Distance Learning PGDM with Business Analytics Certification"}
{"url": null, "title": "Alfred Blue says he knows his role if Arian Foster returns"}
{"url": null, "title": "Like the tagline, MS Dhoni promises an untold story with no villians"}
{"url": null, "title": "Aishwarya Rai Bachchan: Feeling nervous as everyone is looking forward to Jazbaa"}
{"url": null, "title": "Compact is the king of this Auto Expo"}
{"url": null, "title": "Why Olympic Gymnasts Don't Have to Be Super Skinny Anymore"}
{"url": null, "title": "Truman Capote's ashes sold for $45,000 at Los Angeles auction"}
{"url": null, "title": "Is Pakistan Cricket Board forcing Afridi to retire?"}
{"url": null, "title": "Hubble Telescope Captures Incredible Up-Close View of Mars"}
{"url": null, "title": "Duterte names two Bedans to immigration board"}
{"url": null, "title": "Congress will not support GST Bill in Parliament: Ghulam Nabi Azad"}
{"url": null, "title": "'She just needs to leave mom out of it': Kim and Khloe Kardashian get upset over Caitlyn Jenner 'bashing' their mother Kris in new KUWTK sneak peek"}
{"url": null, "title": "Bayer offers Monsanto $56.5 billion in giant agrochemicals takeover"}
{"url": null, "title": "Box Office: 'Blair Witch' Looks to Scare Off 'Sully,' 'Bridget Jones's Baby'"}
{"url": null, "title": "Here's Sony's E3 Schedule [VIDEO]"}
{"url": null, "title": "Who said what : Reaction from Manchester United's shock 1-1 draw with Stoke City"}
{"url": null, "title": "Trump Bankruptcy Math Doesn't Add Up"}
{"url": null, "title": "public told to brace for La Nina-Pagasa"}
{"url": null, "title": "Ekta Kapoor Wants Superpower To Prevent Piracy Of Her Films"}
{"url": null, "title": "This Florida golf course alligator is so huge, it kind of looks like a dinosaur"}
{"url": null, "title": "Iran and India sign port deal, other economic agreements"}
{"url": null, "title": "Watch as Shane Warne is bitten by an anaconda in Australian reality show [Video]"}
{"url": null, "title": "India can't fight Pakistan and China at same time, IAF says as US Senate clears sale of F-16 fighter jets to Islamabad"}
{"url": null, "title": "Taxi warfare: Uber drags Ola to court over 'false bookings'"}
{"url": null, "title": "For 4 million immigrants, future in US hinges on Supreme Court"}
{"url": null, "title": "AJL case: Digvijay accuses govt of witch hunting"}
{"url": null, "title": "This Is Why Virat Kohli And Anushka Sharma Really Broke Up"}
{"url": null, "title": "Burhan Wani's father Ahmad says tripartite talks only solution to Jammu & Kashmir crisis"}
{"url": null, "title": "Frankfurt And Dhaka Lead The Way In Oman Air's Winter 2015/16 Schedule"}
{"url": null, "title": "North Korea official's disappearance 'unprecedented,\" Seoul says"}
{"url": null, "title": "Ronaldo leads Madrid rout of Eibar to warm up for Wolfsburg"}
{"url": null, "title": "Commemoration of birth anniversary of Mahatma Gandhi in Sri Lanka on October 2"}
{"url": null, "title": "Cricket All-Star series: Sachin and Warne rang the opening bell at New York Stock Exchange"}
{"url": null, "title": "Hold Your Breath! These Bikini Pictures Of Salman Khan's Friend Elli Avram Are Too Hot To Handle!"}
{"url": null, "title": "Edward Snowden, The NSA, And Credit Unions"}
{"url": null, "title": "#BiharResults Explained: 5 Reasons Why The Modi Wave Crashed In The Elections"}
{"url": null, "title": "after Gibo declines post anew"}
{"url": null, "title": "Centre to carry out fire audit of all its museums"}
{"url": null, "title": "Satya Nadella Shares with PM Modi a 'Haunting Image' from Childhood"}
{"url": null, "title": "Google to end updates, security bug fixes for Chrome on 32-bit Linux"}
{"url": null, "title": "Four out of six great apes near extinction: Report"}
{"url": null, "title": "Derek Jeter thinks baseball has fallen behind 'sexy' NFL and NBA"}
{"url": null, "title": "Amazon Plans Big Push to Expand Prime Now Fast Delivery"}
{"url": null, "title": "Vetrepreneurship: The 5 Things You Need To Know Before Starting A Business"}
{"url": null, "title": "Head Over Heels Athletic Arts' Kanna Parker Selected to Perform at 2016 Kellogg's Tour of Gymnastics Champions in San Jose, CA"}
{"url": null, "title": "Celtic star scouted by Real Madrid and Barcelona at Old Firm clash"}
{"url": null, "title": "Six outrageous statements by Modi's party about Muslim man's murder over eating beef"}
{"url": null, "title": "6 realizations after a month of solo backpacking"}
{"url": null, "title": "Is this political leader replacing Salman Khan as host of 'Dus ka Dum 2'?"}
{"url": null, "title": "Volkswagen readies external inquiry into emissions scandal: source"}
{"url": null, "title": "First Click: Is Uber's self-driving passenger service reckless or bold?"}
{"url": null, "title": "Syria rebels say Aleppo siege broken"}
{"url": null, "title": "St. Louis Blues stayed course, now reaping benefits"}
{"url": null, "title": "Counselling services at college have doubled because of 'neediness'"}
{"url": null, "title": "Mary Kom named AIBA ambassador for Women's World Championship"}
{"url": null, "title": "Who will break down patriarchy?"}
{"url": null, "title": "Absolute distrust in US important part of Iran's soft power: Irani supreme leader"}
{"url": null, "title": "Country music trio win chance to perform at top festival"}
{"url": null, "title": "Jose Mourinho's and Pep Guardiola's preseason Manchester derby in China cancelled"}
{"url": null, "title": "Police arrest British terror suspect at Manchester Airport"}
{"url": null, "title": "Kashmir: Centre should have sent doctors, not troops, says CPI(M) MLA"}
{"url": null, "title": "Chrissy Teigen shares close-up image of stretch marks on her thighs"}
{"url": null, "title": "Brussels airport explosion: Ted Cruz calls to secure Muslim suburbs"}
{"url": null, "title": "Adhi Field production increased significantly: PPL"}
{"url": null, "title": "Man United put Barcelona, AC Milan, Roma and Bayern Munich target top of wanted list"}
{"url": null, "title": "Tory leadership: Gove and Leadsom say Brexit backer should be PM"}
{"url": null, "title": "Surgical strike in PoK: Indian army confirms arrest of 1 jawan by Pakistan army, denies killing of 8"}
{"url": null, "title": "US State Dept. Counsellor to arrive on Monday"}
{"url": null, "title": "Kabaddi World Cup 2016: Can the tournament's rebirth kickstart a legacy?"}
{"url": null, "title": "These pictures speak about Shah Rukh Khan and Hrithik Roshan's forgotten friendship and it's heartbreaking!"}
{"url": null, "title": "Brahmaputra flows over red mark; Assam floods affect 80,000 people"}
{"url": null, "title": "Which law says CBI must inform CM before raiding office? Kejriwal should apologise: BJP"}
{"url": null, "title": "Higher Indian education gains foothold in Gulf"}
{"url": null, "title": "PM Modi's tech drive at Tesla Motors"}
{"url": null, "title": "Madras HC stays defamation cases filed by TN govt against Subramanian Swamy"}
{"url": null, "title": "PressTV-Police, protesters clash in Mexico"}
{"url": null, "title": "Who you gonna call? Bill Murray replaced his agents with a 1-800 number in 2000 and lost major roles"}
{"url": null, "title": "Remembering the life and times of music composer Ravindra Jain"}
{"url": null, "title": "The Latest: Polish officials say 500,000 see pope at rally"}
{"url": null, "title": "Congress blames KTR for deaths & chaos in Hyderabad"}
{"url": null, "title": "Modi in US: PM Meets Leaders of Jordan, Egypt and Sweden"}
{"url": null, "title": "Hey Deepika Padukone, we are glad to have you back in town!"}
{"url": null, "title": "Africa: Rwandan Catholics Welcome Canonisation of Saint Teresa"}
{"url": null, "title": "AAP demands Jaitley's resignation, Congress joins in"}
{"url": null, "title": "Language no barrier? This white tiger from Chennai only understands Tamil!"}
{"url": null, "title": "Amber Heard accuses Johnny Depp of stalling divorce"}
{"url": null, "title": "Britain's Theresa May Must Protect London's Financial Centre: Lawmaker"}
{"url": null, "title": "Disrupted sleeping habits may cause suicidal thoughts"}
{"url": null, "title": "Ten-man Dynamos prolong ATK   s agony"}
{"url": null, "title": "For unity of country even 30 deaths wouldn't have disturbed me:Mulayam"}
{"url": null, "title": "PM's open-heart surgery successful: Maryam Nawaz"}
{"url": null, "title": "Seek NSG's acceptance, not individual endorsements: US tells Pakistan"}
{"url": null, "title": "World's most formidable supersonic cruise missile BRAHMOS integrated on Su-30MKI"}
{"url": null, "title": "Miley Cyrus Pokes Fun at Herself While Filling In For Ill Host on 'Ellen': Watch"}
{"url": null, "title": "China may prefer Trump over Clinton for tackling ISIS: State Media"}
{"url": null, "title": "Indians Are Now Buying And Selling Kidneys On Facebook!"}
{"url": null, "title": "Typhoon hits northern Japan, threatening to bring floods"}
{"url": null, "title": "Detractors Running Sh56 Million Scheme to Finish Me"}
{"url": null, "title": "Thank all for support: Rishi Kapoor post asset naming row"}
{"url": null, "title": "Forget DTEK60, will BlackBerry quit smartphones on September 28?"}
{"url": null, "title": "Elephant with 'saber-tooth' tusks found in Malaysia"}
{"url": null, "title": "How many people have ended friendships over the election?"}
{"url": null, "title": "Internet gets a hoot out of Montreal snowy owl"}
{"url": null, "title": "Iran says it executed a nuclear scientist for spying"}
{"url": null, "title": "Eyewitness recounts last moments of Britannica executive"}
{"url": null, "title": "Sonu Sood's China schedule for Stanley Tong's next"}
{"url": null, "title": "Samsung Galaxy S5 Marshmallow Update Moves Beyond South Korea, Wider Global Rollout Expected Soon"}
{"url": null, "title": "Microsoft Helps Amway Augment Customer Experience"}
{"url": null, "title": "China probes North Korea bank suspected of nuclear link, reports the South"}
{"url": null, "title": "Iraqi forces prepare offensive on IS-held Falluja, urge residents to leave"}
{"url": null, "title": "Surgical Strikes Welcome, Wish It Was Done Earlier: Kin Of Soldiers Who Died At Uri"}
{"url": null, "title": "Pot shades have clues to old sites in Nalgonda district"}
{"url": null, "title": "Milwaukee woman on FBI 'Most Wanted' list captured"}
{"url": null, "title": "15 injured as mobs defy curfew to indulge in stone-pelting"}
{"url": null, "title": "San Bernardino Jihad Investigation Brings Immigration Fraud Arrests"}
{"url": null, "title": "Artistes oppose N.Carolina's laws against transgenders"}
{"url": null, "title": "Ileana D'Cruz looks hottest ever as she holidays with boyfriend Andrew Kneebone, see pics"}
{"url": null, "title": "Isis Bangladesh attack 'mastermind' identified as former student from Canada killed in police raid"}
{"url": null, "title": "Indian Couple's Everest Summit Claim Being Investigated In Nepal"}
{"url": null, "title": "A Day In The Life Of Gigi Hadid"}
{"url": null, "title": "Pakistani shoemaker who designed special deer-skin chappals for Shah Rukh Khan, jailed"}
{"url": null, "title": "Targetting Rs 500 cr revenue by 2018, to invest Rs 170 cr: Steelbird MD Rajeev Kapur"}
{"url": null, "title": "Will help Haji Ali fight case in Supreme Court, says kin of Sabarimala priests' family"}
{"url": null, "title": "Dishoom joins the elite league"}
{"url": null, "title": "Dr Strange trailer: Benedict Cumberbatch, Mads Mikkelsen face-off in the middle of a bending city"}
{"url": null, "title": "Mayawati demands apology from Azam Khan over remark on Ambedkar"}
{"url": null, "title": "Trump adviser: Bringing up Bill Clinton allegations 'an education process' for young voters"}
{"url": null, "title": "Ranking the Top Player of the Year Candidates in the Pac-12 in 2016-17"}
{"url": null, "title": "What to expect from Apple's all new iPhone 7"}
{"url": null, "title": "Records held by former Pakistani all-rounder Shahid Afridi"}
{"url": null, "title": "Windows 10 might just ruin PC gaming"}
{"url": null, "title": "Empty arenas at Rio Olympics 2016 give organisers cause for worry"}
{"url": null, "title": "Ready for dialogue with Indian govt but without pre-conditions: Hurriyat"}
{"url": null, "title": "Microsoft changes toy gun emoji to revolver just after Apple does opposite"}
{"url": null, "title": "This new 4D technology may improve treatment for lung disease"}
{"url": null, "title": "Glenn Maxwell's move to New South Wales blocked by Victoria Bushrangers"}
{"url": null, "title": "Scene & Heard: See this vine? Use it to swing far, far away from Tarzan's latest adventure"}
{"url": null, "title": "Ukraine, Qatar Agree to Boost Economic Cooperation"}
{"url": null, "title": "With Hippotherapy, the Horse Provides the Therapy"}
{"url": null, "title": "Election Tech: Clinton and Trump prove social analytics are predictive analytics"}
{"url": null, "title": "Bihar liquor ban: Govt to move Supreme Court today against HC order"}
{"url": null, "title": "Nexit, Frexit or Italeave? British vote fires up EU's 'Outers'"}
{"url": null, "title": "Brownlee alone in being fined"}
{"url": null, "title": "Baby is left with a scar from her ear to her eye after she was SLICED open during her C-section delivery"}
{"url": null, "title": "Trump should be on his knees thanking Yellen and the Fed"}
{"url": null, "title": "Lasith Malinga steps down as Sri Lanka captain before World T20"}
{"url": null, "title": "Vehicle located, but 3 people still missing"}
{"url": null, "title": "Click and declick of amine and thiol coupling reaction"}
{"url": null, "title": "Six people have now been arrested in connection with a series shootings in north Manchester"}
{"url": null, "title": "Man knifes wife to death for 'not preparing iftar of his choice'"}
{"url": null, "title": "Wayne Rooney to retire from England duty after 2018 World Cup"}
{"url": null, "title": "Modi to Chinese President: Response to terrorism should not be driven by political consideration"}
{"url": null, "title": "IIT admissions: 92 seats vacant after Round 6"}
{"url": null, "title": "Adele opens up about her surprising secret to success -- and why she's not a 'brand'"}
{"url": null, "title": "Huawei introduces uX2 solution to boost cell edge user experience"}
{"url": null, "title": "After Bato warning, 4 are killed"}
{"url": null, "title": "The Workout to Help You Lose 1 Pound This Week"}
{"url": null, "title": "Centre approves 3-month extension to Jammu and Kashmir police chief"}
{"url": null, "title": "Where Isis gets its money, guns and bombs from"}
{"url": null, "title": "San Bernardino shooting: 14 victims named by police - latest updates"}
{"url": null, "title": "Five tips to keep in mind while fasting, from a doc"}
{"url": null, "title": "Gujarat High Court rejects petition seeking ban on book mocking PM Modi"}
{"url": null, "title": "China Cities Introduce Home Curbs to Cool Overheated Property"}
{"url": null, "title": "Barcelona Transfer News: Paul Pogba Move Discussed by Ariedo Braida, Top Rumours"}
{"url": null, "title": "Police bust inter-state bike theft gangs, 8 arrested"}
{"url": null, "title": "Vidya Balan gave us little gifts just to see us happy"}
{"url": null, "title": "Election Commission's nod to PM's Mann Ki Baat on Sunday"}
{"url": null, "title": "Trump taps top abortion foe to chair anti-abortion coalition"}
{"url": null, "title": "LHU plays exhibition with Papau New Guinea U-20 National Team"}
{"url": null, "title": "US mall shooting suspect in custody"}
{"url": null, "title": "Manipal Student Wins Prize For Waterless Toilet Design For Railways"}
{"url": null, "title": "A million jobs in 3 years - PM"}
{"url": null, "title": "Staley Sees Model for Policy Makers in Carney's Focus on Profit"}
{"url": null, "title": "Chikungunya: symptoms, treatment and prevention"}
{"url": null, "title": "Erin Schrode could become the youngest woman in Congress"}
{"url": null, "title": "Sensex may not maintain Muhurt trade momentum"}
{"url": null, "title": "Nicki Minaj: Brother Whose Wedding She Paid For Charged With Raping 12-Year-Old"}
{"url": null, "title": "High school principal accused of targeting girls for 'distracting' men"}
{"url": null, "title": "This Zine Is Helping Women Embrace Their Vaginas"}
{"url": null, "title": "During House discussion, it was more Cong vs Swamy than Cong vs Govt"}
{"url": null, "title": "Farinas son dies in motorcycle mishap"}
{"url": null, "title": "China's disregard for international law glaringly apparent"}
{"url": null, "title": "How to register a drone"}
{"url": null, "title": "Confusion on Smriti's Tweets: Why Thanks for RS Term Now?"}
{"url": null, "title": "Yes, Gary Sanchez has played enough to be American League Rookie of the Year"}
{"url": null, "title": "Senior Congress leader takes a veiled dig at Digvijay Singh on Congress poll debacle"}
{"url": null, "title": "Rafale deal: All details fixed, IGA being finalised"}
{"url": null, "title": "Is Smriti Irani simply not educated enough to run HRD or she's only following orders from Nagpur?"}
{"url": null, "title": "Reliance Jio marketing head hacked to death"}
{"url": null, "title": "Jeb Bush's Gun Photo Fires Up Social Media"}
{"url": null, "title": "Semtech to Showcase Wireless High Definition Television Transmission Link Technology at IBC 2016"}
{"url": null, "title": "Obama and Putin divided over Assad"}
{"url": null, "title": "Ayushmann Khurrana to don a muscular look for Bareilly Ki Barfi"}
{"url": null, "title": "Harvick on ropes after crash and confrontation with Johnson"}
{"url": null, "title": "Stuck next to newly-weds on flight, man pens high-flying love story"}
{"url": null, "title": "Harvard debate team loses to New York prison inmates"}
{"url": null, "title": "Meet Google's Answer to the Amazon Echo"}
{"url": null, "title": "Humans found to be playing a role in spread of ranavirus"}
{"url": null, "title": "Trump Orders Surrogates to Intensify Criticism of Judge and Journalists"}
{"url": null, "title": "'I'm Outraged': Mother Of Philando Castile, Slain By Police, Speaks Out"}
{"url": null, "title": "Golf Power Rankings: Day overtakes No. 1 spot, McIlroy rises"}
{"url": null, "title": "Ishrat files: How IB set a trap on the module that wanted to assassinate Modi"}
{"url": null, "title": "Comcast to jump into wireless carrier market in 2017"}
{"url": null, "title": "Bihar to skip official celebration of International Yoga Day; Nitish Kumar decides to celebrate World Music Day"}
{"url": null, "title": "PM Modi's 10-Point Plan to Tackle Terror At G20 in Shadow of Paris Attacks"}
{"url": null, "title": "Kairana migration not good for democracy; promises action, says Nitin Gadkari"}
{"url": null, "title": "Terror has no religion: Aamir Khan on Zakir Naik's comments"}
{"url": null, "title": "Cisco Middle East names new MD for East region"}
{"url": null, "title": "Friends is your favourite 1990s sitcom! Friends is your favourite 1990s sitcom!"}
{"url": null, "title": "Panama Papers database naming offshore companies involved goes live"}
{"url": null, "title": "Yankees complete trade sending closer Aroldis Chapman to Cubs"}
{"url": null, "title": "Batu Caves school on fire, students, teachers safe"}
{"url": null, "title": "Kamal Haasan to be honoured by the French government, to be made a 'Knight'"}
{"url": null, "title": "Samsung Galaxy S7 and S7 Edge: Functionality Meets Elegance"}
{"url": null, "title": "MAJOR BREXIT U-TURN: Pro-Remainers JP Morgan NOW forecasts FTSE 100 will outstrip rivals"}
{"url": null, "title": "NASA Chasing Down Asteroid To Scoop Up, Bring Back Samples"}
{"url": null, "title": "Yemeni forces bomb several Saudi military sites in Jizan"}
{"url": null, "title": "Putin 'to wipe out Turkey' in nuclear war"}
{"url": null, "title": "S R Nathan was 'a man who lived fully': PM Lee's eulogy"}
{"url": null, "title": "'I was never under pressure'"}
{"url": null, "title": "The Latest: Escaped New Mexico inmate 'literally gave up'"}
{"url": null, "title": "This Virtual Reality Video Game Maker Could Be the Next Billion-Dollar Company. Here's Why"}
{"url": null, "title": "Foreigner Killed in Mombasa found inside a Mattress, 5 Months on"}
{"url": null, "title": "NDA government may call all-party meet on MPs' salary hike"}
{"url": null, "title": "India Dalit couple hacked to death over 22 cents debt"}
{"url": null, "title": "BJP, RSS have 'pre-planned strategy' to divide India, says Tripura CM Manik Sarkar"}
{"url": null, "title": "Uber rape case: Accused driver Shiv Kumar Yadav convicted"}
{"url": null, "title": "Balochistan on top; mixed fortunes for Sindh, Punjab"}
{"url": null, "title": "Apple ordered to pay $234 million in damages over patent violation"}
{"url": null, "title": "India v South Africa: Harbhajan Singh called up after Ashwin suffers side strain"}
{"url": null, "title": "Turkish Unions Protest the Government over Ankara Massacre"}
{"url": null, "title": "Kerala: Video of woman slapping girl for dancing in flashmob goes viral"}
{"url": null, "title": "Can fried eggplant taste just as good as crispy bacon?"}
{"url": null, "title": "#ProfileforPeace: Cricket fans switch sides ahead of Pakistan-India World T20 match"}
{"url": null, "title": "UGA's Nick Chubb is quietly having a great season in the Year of Leonard Fournette"}
{"url": null, "title": "Scientific Logistics and Blue Horseshoe Partner for Cloud-Based Route Optimization Technology"}
{"url": null, "title": "Bangladesh court jails Khalida Zia's son"}
{"url": null, "title": "The M3's 30th Anniversary Present Is More Horsepower And BMW's Best Color"}
{"url": null, "title": "EFCC Arrests 3 FAAN Officials Over Alleged N100 Million Theft"}
{"url": null, "title": "G7, developing nations meet at outreach prog"}
{"url": null, "title": "Pick up books, not stones: Rajnath to Kashmir youth"}
{"url": null, "title": "Lenovo Vibe Shot camera review: the versatile shooter"}
{"url": null, "title": "Cayetano: PH becoming more like Singapore"}
{"url": null, "title": "Third year in a row, horticulture output beats grain production"}
{"url": null, "title": "Battle of bowlers in series decider"}
{"url": null, "title": "Is this really the end for America's death penalty?"}
{"url": null, "title": "Shatrughan Sinha: I'd love to do another Dostana with Amitabh Bachchan!"}
{"url": null, "title": "Stark Contrast to the Last Time Stocks Notched a Trifecta"}
{"url": null, "title": "Salman Khan thinks Katrina Kaif was of no use to him!"}
{"url": null, "title": "Racist incidents at Texas A&M no detour for Uplift students on the road to college"}
{"url": null, "title": "Dil Chahta Hai sequel: Farhan Akhtar says he has a lot on his mind for the film"}
{"url": null, "title": "The Bachelor Australia: Fans turns on \"idiot\" Richie Strahan after shock finale"}
{"url": null, "title": "'Game of Thrones' books getting a digital enhancement"}
{"url": null, "title": "Ranveer Singh and Arjun Kapoor turn the 'Gunday' in bagging projects!"}
{"url": null, "title": "Today: Torpedo Run. Sidewalk Shopping."}
{"url": null, "title": "Today's Best Deals: Tasty Meat, Flavorful Coffee, Homemade Bread, and More"}
{"url": null, "title": "Will Dileep marry Kavya Madhavan? Here's the answer"}
{"url": null, "title": "Russia confirms its jet shot down near Turkish border"}
{"url": null, "title": "Western route of CPEC to be completed by 2018"}
{"url": null, "title": "Policy making easy, political acceptance tougher part: Raghuram Rajan"}
{"url": null, "title": "Malaysia to pay China US$600,000 for each panda cubs that born here"}
{"url": null, "title": "Obama condemns 'outrageous' Paris attacks, State Department scrambles to locate Americans"}
{"url": null, "title": "US slams EU, but Apple tax demand first issued in Washington"}
{"url": null, "title": "Ishrat Jahan case: Congress hits back after BJP says Chidambram wanted to frame Modi"}
{"url": null, "title": "Is Elder Guardianship A New Form Of Human Trafficking?"}
{"url": null, "title": "Opera VPN Is Now Available On Your PC And Mac (Video)"}
{"url": null, "title": "Shoaib Ibrahim, Faisal Khan, Sunil Grover wish EID Mubarak to fans on Twitter"}
{"url": null, "title": "Meet Soko, the actress throwing away the red carpet rule book at Cannes"}
{"url": null, "title": "Misty Copeland Inspires A Barbie 'Sheroes' Doll"}
{"url": null, "title": "Beyonce, Jay Z and Prince to Headline Tidal Charity Concert"}
{"url": null, "title": "QNET SCAM: Former billiards world champion Michael Ferreira, two others surrender before court"}
{"url": null, "title": "Cancer patient thrashed for 'carrying infectious disease'"}
{"url": null, "title": "Philippines' Duterte defiant over 'slaughter' call"}
{"url": null, "title": "EAMCET-II paper leak case: Three people, including key broker, arrested by CID"}
{"url": null, "title": "Swatch and Visa partner up to let you pay from your wrist"}
{"url": null, "title": "Virtual tissue technology reveals new drug target in polycystic kidney disease"}
{"url": null, "title": "Rio Olympics: Rower Dattu Bhokanal in quarters-finals, women shooters Ayonika Paul and Apurvi Chandela disappoint"}
{"url": null, "title": "'Isolating Pakistan in South Asia should be our major priority'"}
{"url": null, "title": "Wolff calls for focus ahead of Russian test"}
{"url": null, "title": "Journalist's arrest: NHRC sends notice to Chhattisgarh govt"}
{"url": null, "title": "Slick, splashy and A double dose of Vikram"}
{"url": null, "title": "Nawaz Sharif supports Indo-Pak cricket: Aide"}
{"url": null, "title": "Malaysia police say bar blast is first Islamic State attack"}
{"url": null, "title": "Work on Ram Temple to start before end of year, claims Subramanian Swamy"}
{"url": null, "title": "Asian shares edge up, dollar soft as Fed stands pat and eyes China"}
{"url": null, "title": "DSS Arrest Suspected ISIS Recruiter In Kano"}
{"url": null, "title": "Texas teen arrested for homemade clock to move to Qatar"}
{"url": null, "title": "Under construction wall collapses in Guntur, 7 dead"}
{"url": null, "title": "Organisation of Islamic Cooperation backs Pak, asks India to cease atrocities in Kashmir"}
{"url": null, "title": "The long walk to the short walk: How the anti-corruption march is all about redemption"}
{"url": null, "title": "Oil Hits Two-Month Lows After Surprise U.S. Crude, Gasoline Builds"}
{"url": null, "title": "Solution: Pakistan's way out of the debt crisis"}
{"url": null, "title": "Saudi Arabia assures India over 59 missing pilgrims"}
{"url": null, "title": "Facebook adds cross-platform metrics to its analytics tool"}
{"url": null, "title": "Android Wear hopefuls call timeout on smartwatches"}
{"url": null, "title": "Should Oscar Pistorius be convicted of murder? Top court to decide"}
{"url": null, "title": "JKNPP, JPPF call for Jammu bandh tomorrow over NIT issue"}
{"url": null, "title": "Muslim men collect Rs 50K to bail out helpless Hindu convicts in Uttar Pradesh"}
{"url": null, "title": "Freedom can never be for the few: Rahul Gandhi"}
{"url": null, "title": "School principal enriched by visit to Harvard University"}
{"url": null, "title": "Move aside Navya Naveli Nanda and Khushi Kapoor, this hottie star kid is the new sensation everyone's talking about!"}
{"url": null, "title": "Is telecommuting killing your startup?"}
{"url": null, "title": "BJP protests against Azam's dig at Bhim Rao Ambedkar"}
{"url": null, "title": "Putin swears to make Turkey regret plane downing"}
{"url": null, "title": "PM Narendra Modi not the first to talk about Balochistan, UPA did it too: Congress"}
{"url": null, "title": "Ajay Devgn on Tannishtha Chaterjee racism row: There has to be a limit to humour"}
{"url": null, "title": "Terror attack in UK imminent: Scotland Yard"}
{"url": null, "title": "Samsung Note7 officially launches in PH in grand fashion"}
{"url": null, "title": "Fresh Air Weekend: Trevor Noah; The I Don't Cares' Debut; 'Narconomics'"}
{"url": null, "title": "Middle East Airlines Now Raid Kenya Airways for Pilots"}
{"url": null, "title": "#StarringConstanceWu Continues the Conversation on Hollywood Whitewashing"}
{"url": null, "title": "H.I.S. 'fly with girls of Todai' campaign crashes as travel agency assailed"}
{"url": null, "title": "ICC staves off Africa-led rebellion, sets sights on new HQ"}
{"url": null, "title": "'Nigeria steps up food, shelter supplies to IDPs in North-East'"}
{"url": null, "title": "Indian Teacher Caught on Video Brutally Beating His Students"}
{"url": null, "title": "Pakistan government under fire for hiding details of Pathankot probe"}
{"url": null, "title": "Meghan Trainor has crush on Niall Horan"}
{"url": null, "title": "India's unwarranted concerns over CPEC"}
{"url": null, "title": "How to Stay Safe at the Airport"}
{"url": null, "title": "Should we let 9/11 victims sue Saudi Arabia? Not so fast."}
{"url": null, "title": "Donald Trump just encouraged Russia to spy on Hillary Clinton"}
{"url": null, "title": "'The process to appoint judges has to be consultative': Arun Jaitley"}
{"url": null, "title": "Good that I left Arvind's company: Anna Hazare on Kejriwal-Lalu hug"}
{"url": null, "title": "Fonseka rejects OISL finding that Sri Lankan attacked civilians"}
{"url": null, "title": "Sprout Social raises $42M to help companies get savvy on social media"}
{"url": null, "title": "Croatian national found dead in Delhi hotel"}
{"url": null, "title": "Mathura violence: District officials look for parents of 58 lost children"}
{"url": null, "title": "Asus unleashes the ZenFone 2 Laser 6 for India"}
{"url": null, "title": "Ulster Bank's new boss is a man in a hurry"}
{"url": null, "title": "Separatists extend shutdown till August 5"}
{"url": null, "title": "S. China Sea arbitration simply bad for Southeast Asia"}
{"url": null, "title": "Eurozone consumer prices falling once again due to cheap oil"}
{"url": null, "title": "Kerala student ragging: 3 seniors arrested on attempt to murder charges"}
{"url": null, "title": "Bad ideas, copycats chasing money-making opportunities is creating startup valuation bubble: Vinod Khosla"}
{"url": null, "title": "No Asean consensus on South China Sea row for now"}
{"url": null, "title": "No country for educationists: Quetta loses yet another bright mind"}
{"url": null, "title": "Liverpool Transfer News: Philippe Coutinho Rumours Ease After Jurgen Klopp Joins"}
{"url": null, "title": "India may get three unified commands for special operations, battles in space, on web"}
{"url": null, "title": "7/11 blasts verdict: Better late than never, says commuters"}
{"url": null, "title": "READ: What Ashish Nehra has to say about his Viral Photo with Virat Kohli"}
{"url": null, "title": "Chinese woman found dead after being trapped in elevator for a month"}
{"url": null, "title": "Buddhist meditation centre in Ste-Anne hosts open house"}
{"url": null, "title": "PM Modi least bothered about farmers, says Sonia Gandhi"}
{"url": null, "title": "Our batting let us down, says India captain Mahendra Dhoni after New Zealand cause massive upset at World Twenty20"}
{"url": null, "title": "Maharashtra Government Tests Drones to Monitor Traffic on Mumbai-Pune Expressway"}
{"url": null, "title": "Jio fears spur investment: Vodafone to pump in $3 bn into India as competition hots up"}
{"url": null, "title": "Microsoft delivers first 'Redstone' preview build to Windows 10 Insiders"}
{"url": null, "title": "Rio Olympics 2016: Kenyan coach John Anzrah sent home after posing as athlete"}
{"url": null, "title": "READ: Emotional Virat Kohli's message to Royal Challengers Bangalore fans after loss"}
{"url": null, "title": "Making GOP History, Trump Vows to Protect LGBTQ Community"}
{"url": null, "title": "Telangana Gives Permission To Investment Proposals Worth Rs 2,000 Crore"}
{"url": null, "title": "Assembly polls: Stage set for counting of votes today"}
{"url": null, "title": "RBI's next thousand days: What Urjit Patel can do to help improve India's investment climate"}
{"url": null, "title": "Alzheimer's Causes Update: This Diet Increases Your Risk"}
{"url": null, "title": "Philippines' Duterte Excited to Meet Russia's Putin"}
{"url": null, "title": "Rahul Gandhi taking over Congress reins just a matter of time: Sachin Pilot"}
{"url": null, "title": "Russia's Su-34 Hellduck Strike Fighter to Pack More Punch"}
{"url": null, "title": "Facebook pays $15,000 to patch major flaw in account security"}
{"url": null, "title": "Chinese woman posts massive rant about fellow tourists"}
{"url": null, "title": "India may make citizenship process for Pakistani Hindus easier"}
{"url": null, "title": "Brazil's Rousseff faces final impeachment battle"}
{"url": null, "title": "Free Windows 10 Upgrade Ends, Mobile Job Cuts: Microsoft Roundup"}
{"url": null, "title": "10 YouTube Videos Every Entrepreneur Should Watch"}
{"url": null, "title": "Gammadda 100: Day 73 - Finding water in places where officials deemed otherwise"}
{"url": null, "title": "Tamil Nadu polls: Officers may have to cool their heels"}
{"url": null, "title": "Japan to install six water filtration plant at Okara"}
{"url": null, "title": "Real Madrid's Jese on verge of Paris Saint-Germain move"}
{"url": null, "title": "Clashes erupt between protesters, police over death of trucker in Udhampur"}
{"url": null, "title": "Oil up Second Straight Month on OPEC-Fueled Rally"}
{"url": null, "title": "Iran Is More Optimistic about Nuclear Agreement after IAEA Report"}
{"url": null, "title": "Hiroshima in focus as top US diplomat, G7 foreign ministers meet"}
{"url": null, "title": "Divyanka Tripathi, Vivek Dahiya's pre-wedding shoot pics out; see them here"}
{"url": null, "title": "Bangladesh regulates Friday sermons after attacks"}
{"url": null, "title": "Abhishek Bachchan is INSECURE of Aishwarya Rai Bachchan getting all the attention in Ae Dil Hai Mushkil?"}
{"url": null, "title": "Manager Klopp sent Sakho back for lack of respect"}
{"url": null, "title": "Android M 6.0 Marshmallow Update Release Date: Samsung Galaxy S6, Edge to Get Slick iOS-Style TouchWiz UI Redesign"}
{"url": null, "title": "China's stand on Pakistan terrorism will be clearer at U.N. next week"}
{"url": null, "title": "Utah crushes Oregon 62-20; Ducks' worst home loss since 1977"}
{"url": null, "title": "Threat to Rahul Gandhi, Centre says it will ensure full protection"}
{"url": null, "title": "'Dead' baby cries out while being buried in Bangladesh"}
{"url": null, "title": "Amazon Will No Longer Tell You How Much You're Saving Off Lists Prices"}
{"url": null, "title": "How the noose around Jignesh Shah was tightened"}
{"url": null, "title": "Form N-CSR NORTHERN LIGHTS FUND For: Jun 30"}
{"url": null, "title": "Electoral reform - MMP the only game in town"}
{"url": null, "title": "Diplo To Bring Mad Decent Block Party To India?"}
{"url": null, "title": "Linux turns 25, with corporate contributors now key to its future"}
{"url": null, "title": "FTC puts Apple, Japanese carriers in antitrust cross hairs"}
{"url": null, "title": "No Man's Sky: 10 burning questions, answered"}
{"url": null, "title": "Families of three girl students who committed suicide seek action"}
{"url": null, "title": "New Report Finds World Health Organization's Errors, Incompetence Cost Lives During Ebola Outbreak"}
{"url": null, "title": "#Dieselgate: Volkswagen CEO Winterkorn quits over scandal"}
{"url": null, "title": "BSP releases new P100 bills"}
{"url": null, "title": "PM Modi signalling no more unnecessary restraint on Kashmir: Experts"}
{"url": null, "title": "Budget Padding Is Unknown To Law, Lawmakers Committed Forgery - Oloyede"}
{"url": null, "title": "Texas schools show off huge football stadiums costing tens of millions of dollars"}
{"url": null, "title": "Two FIRs Filed Against Lalu for His Remarks Against PM and Shah"}
{"url": null, "title": "Javed Akhtar Lashes Out At Tanmay Bhat, Says He Doesn't Know What Lata Mangeshkar Means To Us!"}
{"url": null, "title": "Google celebrates MF Husain's 100th birth anniversary with abstract doodle"}
{"url": null, "title": "A New York Giants player is in danger of having his foot amputated"}
{"url": null, "title": "Argentine Olympic Golf Hope Stormed Twitter to Recover Clubs"}
{"url": null, "title": "UN Chief Congratulates Suu Kyi, Warns of Hard Work Ahead"}
{"url": null, "title": "Samsung Galaxy Note 7 recall is far from largest"}
{"url": null, "title": "For Actress Shilpa Shinde, Support From Raj Thackeray's Men"}
{"url": null, "title": "Imtiaz Ali's next starring Shah Rukh Khan-Anushka to be called The Ring?"}
{"url": null, "title": "Facing Criticism, Railways Says Surge Pricing On Experimental Basis"}
{"url": null, "title": "Alien life might be too fragile to survive past its infancy: study"}
{"url": null, "title": "Five Indian car models score zero in crash tests"}
{"url": null, "title": "One Powerful Home Remedy To Treat Depression"}
{"url": null, "title": "Rishi Kapoor in trouble for inappropriate tweet about Hillary Clinton"}
{"url": null, "title": "In France, the home of human rights, a grown woman asked my permission to sit on the beach"}
{"url": null, "title": "Did Salman Khan Introduce Iulia Vantur As His Girlfriend at Preity Zinta's Wedding Reception Bash?"}
{"url": null, "title": "Court issues notice to NCP's Rajya Sabha MP over animal cruelty"}
{"url": null, "title": "Sri Sri Ravi Shankar initiates dialogue with ISIS, receives beheaded man's pic"}
{"url": null, "title": "Gun-for-hire-group leader killed in Batangas encounter: police"}
{"url": null, "title": "12 Content Marketing Mistakes Your Company is Making"}
{"url": null, "title": "Liberals take early lead as polls close in Atlantic Canada"}
{"url": null, "title": "Current Affairs for IAS - Land Acquisition objective and analysis"}
{"url": null, "title": "Wiping out militancy imperative for Pakistan's existence: Nawaz Sharif"}
{"url": null, "title": "DOJ and FBI \"Super Pissed Off\" at Obama Now (Video)"}
{"url": null, "title": "American Wizards of the 1920s and George W. Bush Have Something Truly Bizarre in Common"}
{"url": null, "title": "Jodie Foster honoured at Walk of Fame ceremony"}
{"url": null, "title": "Mature Sindhu Played Brilliantly Against World Champion Marin: Gopi"}
{"url": null, "title": "Goa Top Cop Accused Of Taking Bribe At Police Headquarters; Probe Ordered"}
{"url": null, "title": "Here's why Bollywood actor Sanjay Dutt will have to stay 2 days extra in jail"}
{"url": null, "title": "Police arrest at least 12 protesters who occupied City Hall after Kevin Davis' appointment hearing"}
{"url": null, "title": "Petition calls on White House to hold Dow accountable for Bhopal leak"}
{"url": null, "title": "Massive Shooting at Orlando Gay Nightclub Leaves 20 Dead: 'We Consider This an Act of Terrorism'"}
{"url": null, "title": "Minister decries chieftaincy disputes in Ghana"}
{"url": null, "title": "Now, Congress hits NDA with Rs 45000 cr 'spectrum scam'"}
{"url": null, "title": "Get the HTC 10 smartphone for $150 off through the #GreenIsGood campaign"}
{"url": null, "title": "Man jailed for 10 years for sleeping with 15-year-old girl"}
{"url": null, "title": "Sheila Dikshit involved in accident during Lucknow roadshow, escapes with minor injuries"}
{"url": null, "title": "Tunnel in Jammu sector points to big terrorist attack plan: BSF"}
{"url": null, "title": "Sachin's Blasters lose third T20"}
{"url": null, "title": "Michael Moore: Trump 'Won' the First Presidential Debate"}
{"url": null, "title": "Megan Fox: Maybe I Shouldn't Divorce Brian Austin Green!"}
{"url": null, "title": "Liverpool squad put through paces by Klopp as they prepare to face champions Leicester after international break"}
{"url": null, "title": "BJP seethes as Bengal doesn't take up GST Bill"}
{"url": null, "title": "Government Seeks Public Views On Desirability Of Simultaneous Polls"}
{"url": null, "title": "Change Nadigar Sangam into    Tamil Nadu Nadigar Sangam   : Rajini appeals"}
{"url": null, "title": "Get your own water, Oregon timber firm tells California town"}
{"url": null, "title": "After year of growth at Sunderland, Yedlin poised for big summer with U.S. national team"}
{"url": null, "title": "George Clooney On A Big Money Difference Between Clinton And Sanders"}
{"url": null, "title": "Mark Zuckerberg and Priscilla Chan say these 2 things are the future of education"}
{"url": null, "title": "So Lame How CNN Won't Let Carly Fiorina Be President Already"}
{"url": null, "title": "France beats Germany, 2-0, to reach European Championship final"}
{"url": null, "title": "Pow! Right in the Jawbone: Fitbit cleared in tech ripoff legal ordeal"}
{"url": null, "title": "Acid Attack In India - where does the nation stand today?"}
{"url": null, "title": "Six murders by 'Dr Death' - cops find four bodies"}
{"url": null, "title": "CBS' Charles Osgood to leave hosting job at 'Sunday Morning' after 22 years"}
{"url": null, "title": "Russia keeps up Syria bombing as UN urges Aleppo evacuations"}
{"url": null, "title": "How Samsung's mobile woes is rooted in its hardware legacy"}
{"url": null, "title": "Maharashtra: Opposition boycotts CM Fadnavis' tea party over Ahmednagar incident"}
{"url": null, "title": "Joe Biden won't run in 2016, boosting Hillary Clinton's White House hopes"}
{"url": null, "title": "Militant attacks from Afghanistan repulsed in Mohmand, Bajaur"}
{"url": null, "title": "Pakistan suppressing its own people exposes its political, constitutional bankruptcy: Congress"}
{"url": null, "title": "Celebs And Fans React On Anant Ambani's Incredible Weight Loss"}
{"url": null, "title": "2016 Brabus 850 6.0 Biturbo Cabrio is world's fastest production convertible"}
{"url": null, "title": "Rise in energy customers switching deals"}
{"url": null, "title": "Putin, in Crimea, condemns 'terrorist attacks' by Ukraine"}
{"url": null, "title": "JPM Agrees With Trump That Fed Is Political, Accuses Yellen Of \"Distorting Asset Markets, Blowing Bubbles\""}
{"url": null, "title": "Dabur to expand herbal farms for Ayurveda push and to take on Patanjali"}
{"url": null, "title": "Is your family member on drugs? Take an electronic test"}
{"url": null, "title": "Filipino revenge tale wins top prize at Venice Film Festival"}
{"url": null, "title": "Jung and Kejriwal attack each other in midst of dengue crisis as death toll rises to 20"}
{"url": null, "title": "Amazon UK: 52% Off Remington iLight Pro Hair Removal Device 24hr Deal from 13 - 14 Jul 2016"}
{"url": null, "title": "Sri Lanka police arrest Army intelligence officer over popular editor's murder"}
{"url": null, "title": "Never made remarks against Tamil Nadu government: Kamal Haasan"}
{"url": null, "title": "East Africa: GERD - Hope for Regional Integration"}
{"url": null, "title": "Why India has learnt nothing about Kashmir in 70 years"}
{"url": null, "title": "Girlfriend sleeps during incredible snoring-so extreme it shakes walls"}
{"url": null, "title": "Top tips from yogi Vincent Bolletta"}
{"url": null, "title": "We will encourage industry to invest in organic farming: Sarbananda Sonowal, BJP"}
{"url": null, "title": "The Latest: Jordan: Terror fight, migrant crisis are linked"}
{"url": null, "title": "Nitish is a 'good chief minister', will support him in Bihar elections, says Hardik Patel"}
{"url": null, "title": "Car loaded with bombs seized in Marawi; suspects flee"}
{"url": null, "title": "Arkansas judge reinstates Medicaid contract with Planned Parenthood"}
{"url": null, "title": "Army foils 2 infiltration bids in Kashmir valley; 8-10 terrorists killed"}
{"url": null, "title": "The Latest: Merkel calls for 'kind of no-fly zone' in Syria"}
{"url": null, "title": "Superman comic debut fetches almost $1m"}
{"url": null, "title": "IPL 9: Gujarat Lions owner 'happy' over talented players in squad"}
{"url": null, "title": "Narendra Modi Govt spewing baseless allegations fearing defeat in Punjab polls: AAP"}
{"url": null, "title": "Five reasons why PTI lost NA-122 (and why it might fail again)"}
{"url": null, "title": "Bitfinex exchange customers to get 36 percent haircut, debt token"}
{"url": null, "title": "'Make in India' takes centre stage at India-Russia strategic partnership talks"}
{"url": null, "title": "Dalit killings: Forensic probe says fire caused from within"}
{"url": null, "title": "Kaizer Chiefs Expected To Make Technical Team Changes"}
{"url": null, "title": "Google's Alphabet Goes in on $700 Million Effort to Cure Illnesses With Electricity"}
{"url": null, "title": "EU ministers unite on climate mandate"}
{"url": null, "title": "Unidentified body recovered from Batmaloo in Srinagar"}
{"url": null, "title": "Abandoned Japanese boy: Seven-year-old Yamato Tanooka 'forgives father'"}
{"url": null, "title": "Reliance Merges With Aircel, Creating India's 4th Biggest Telecom Company Worth Rs 65,000 Crore"}
{"url": null, "title": "'Enough sources put in place': India declines Pakistan's offer for help in rescuing Army personnel from Siachen"}
{"url": null, "title": "GMA 7 head writer addresses 'Alyas Robin Hood' backlash"}
{"url": null, "title": "The real trouble with 'Udta Punjab': A Pandora's Box of issues related to the state"}
{"url": null, "title": "Alphabet, Inc. Helps Crack Down On Illegal Fishing (GOOG GOOGL)"}
{"url": null, "title": "Mercury poised for rare 'transit' across sun's face on Monday"}
{"url": null, "title": "Modi govt's first two year is like batting in slog overs: Arun Jaitley"}
{"url": null, "title": "Twin encounters between terrorists, security forces in Jammu and Kashmir"}
{"url": null, "title": "Fixed deposit fraud: CBI arrests State Bank of Hyderabad manager"}
{"url": null, "title": "Hamlin tabs himself as the man to beat at Martinsville"}
{"url": null, "title": "Indian Super League - Kerala Blasters reinduct Josue Currais and Antonio German into Coppell's squad"}
{"url": null, "title": "Malls, stores consider new ways to protect shoppers"}
{"url": null, "title": "Will stock-market hangover follow record highs?"}
{"url": null, "title": "Tim Cook's First 5 Years at the Helm: The Good and the Bad"}
{"url": null, "title": "SC seeks Centre's stand on uniform civil code"}
{"url": null, "title": "Man who found MH370 flight part finds new item on Reunion"}
{"url": null, "title": "US strengthens military ties with Pakistan"}
{"url": null, "title": "Top cop in AK-47 scam case pleads for reduction of bail"}
{"url": null, "title": "Anti-terror police smash 'ISIS plot' for attack on British soil"}
{"url": null, "title": "Big boost to India's space mission: ISRO sets record, launches PSLV-C34 with 20 satellites"}
{"url": null, "title": "The NFL's new extra point rule can't stop Patriots kicker Stephen Gostkowski"}
{"url": null, "title": "Narendra Modi is implementing the 'Doval Doctrine' in Kashmir"}
{"url": null, "title": "Why No Action Taken On 15-Year-Old Vehicles: Green Tribunal To Delhi Police"}
{"url": null, "title": "Renowned TV host, lawyer Naeem Bukhari joins PTI"}
{"url": null, "title": "I failed to cope with the conditions: Jiri Vesley"}
{"url": null, "title": "Obama: Trump is the GOP standard-bearer, and Republican must decide what that means for the party"}
{"url": null, "title": "Creating relations with customers: tips"}
{"url": null, "title": "'Sultan' Salman Khan reveals why he said no to 'Chak De India' and Shah Rukh fans won't like it!"}
{"url": null, "title": "Pipeline sabotage: Itsekiri group flays IPM, Ijaw group over attack on Emami"}
{"url": null, "title": "Sept 12 a regular holiday for Eid'l Adha"}
{"url": null, "title": "Syria top Afghanistan; Thailand continue winning ways"}
{"url": null, "title": "Blackstone to acquire Mphasis for Rs 7,071 crore"}
{"url": null, "title": "Erdogan says Gulen a pawn backed by a 'mastermind'"}
{"url": null, "title": "At Rs 11,000, Xiaomi Mi 4 is damn good phone but with one fatal flaw"}
{"url": null, "title": "Pursuing a RD/RDN after a PhD: Motives, Experiences and Challenges from Nutrition Experts"}
{"url": null, "title": "Gloves off: Clinton blasts Trump -- he stokes prejudice, paranoia"}
{"url": null, "title": "Vera Sidika Exposes Her Massive Uncovered Ass As She Teaches Girls How To Bang Men Like Pornstars (Photo)"}
{"url": null, "title": "10 wacky roadside attractions for kids"}
{"url": null, "title": "Kapil Sharma fiasco: Shoot of 'The Kapil Sharma Show' stalled for the moment!"}
{"url": null, "title": "Rio Olympics: Ethiopian Airlines wishes Team Nigeria success"}
{"url": null, "title": "Why One of the World's Most Valuable Tech Startups Is Stalling"}
{"url": null, "title": "For now, no meeting between PM Modi and PM Sharif, says MEA"}
{"url": null, "title": "Russia's air attacks in Syria create risk of 'an incident getting out of control', says NATO"}
{"url": null, "title": "How Meditation Benefits The Working Brain"}
{"url": null, "title": "Activists give final tribute to Ka Roger"}
{"url": null, "title": "BREAKING: BIG BOOST to Raila as KNCHR Supports CORD Uhuru Park Rally"}
{"url": null, "title": "Bayelsa APC to conduct fresh gov primary Tuesday, Sylva heads to court"}
{"url": null, "title": "After kid died of bee sting last year, two sent to ICU after visit to Bengaluru flower show"}
{"url": null, "title": "Cobrapost alleges BJP-VHP-RSS 'nexus' on Love Jihad"}
{"url": null, "title": "Ross Barkley set to be offered new long-term deal by Everton as Ronald Koeman era takes shape"}
{"url": null, "title": "Boston Bowling Alley Defends Justin Bieber's New 'No Pictures' Stance"}
{"url": null, "title": "Indian troops kill 5 militants in Indian-controlled Kashmir gunfight"}
{"url": null, "title": "Prez Mukherjee presents Rajbhasha awards"}
{"url": null, "title": "Hyderabad: Doctor who shot his partner over business dispute commits suicide"}
{"url": null, "title": "Brazil cracks down on Olympics protesters"}
{"url": null, "title": "Indian Navy personnel met family members of missing Navy man in Odisha"}
{"url": null, "title": "Clinton hammers Trump on economy; Trump launches Twitter broadside"}
{"url": null, "title": "GoAir may soon be first Indian budget airline to fly to Europe"}
{"url": null, "title": "The furore over Hillary Clinton's $600 hair shows that female politicans can't win style wise"}
{"url": null, "title": "Bridge Trust Deficit With Nepal: Congress to PM Narendra Modi"}
{"url": null, "title": "HRCSL welcome OMP and make its own suggestions Featured"}
{"url": null, "title": "HP Elite x3 is both smartphone and PC for workers on the go"}
{"url": null, "title": "Has Pakistan blocked India Today website after magazine cover on Raheel Sharif?"}
{"url": null, "title": "Nadigar Sangham polls: Nasser ousts Sarath Kumar in close fight"}
{"url": null, "title": "Vietnam Careful, Not Jubilant After South China Sea Ruling Against China"}
{"url": null, "title": "Elephant in the room: Abe and Mugabe talk trade and aid but human rights off the agenda"}
{"url": null, "title": "Soy Helps Improve Metabolic Status in PCOS"}
{"url": null, "title": "Resident Evil 7 Gameplay Trailer Will Scare You Silly"}
{"url": null, "title": "Jim Ross On Seth Rollins' Babyface Turn, WWE Fan Response To AJ Styles, If Brock Lesnar Is Done In MMA"}
{"url": null, "title": "Fisherworkers Forum Urges PM to Find Permanent Solution to Fishermen Issue"}
{"url": null, "title": "Just Because They Are Specially Abled, Indian Railways Asks Graduates To Work As Sweepers!"}
{"url": null, "title": "How to deactivate unknown VAS packs on your smartphone"}
{"url": null, "title": "Government defends denying visa to US body tracking religious freedom"}
{"url": null, "title": "Revealed! Deepika Padukone to leave on February 2nd for Vin Diesel's XXX starrer film!"}
{"url": null, "title": "2nd ODI: Lyon, Warner star as Australia thrash West Indies by six wickets"}
{"url": null, "title": "NCSC directs Delhi, UP police to register FIR against VK Singh"}
{"url": null, "title": "Shivraj Singh Chouhan compares Narendra Modi to Mahatma Gandhi"}
{"url": null, "title": "Arvind Kejriwal's new claim: Centre spending over Rs 1000 crores on NDA's two-year bash"}
{"url": null, "title": "I Was a Hotline Psychic for Miss Cleo"}
{"url": null, "title": "Game of Thrones' Hodor and Bran Are Still Hanging Out, Eating Door Cake Together"}
{"url": null, "title": "Xamarin CEO Nat Friedman on getting acquired by Microsoft"}
{"url": null, "title": "Supreme Court voices concern over fate of Pakistani prisoners in Indian jails"}
{"url": null, "title": "Iran wishes to be part of CPEC: Rouhani"}
{"url": null, "title": "WATCH: Unarmed Black Woman Beaten by Florida Cops for Filming Husband's Arrest"}
{"url": null, "title": "Protecting the Terrorists in Syria: US-Led Coalition is Reluctant to Hit Al Nusra (aka al Qaeda): Lavrov"}
{"url": null, "title": "To Get Ready for Self-Driving Cars, the Feds Change Their Ways"}
{"url": null, "title": "Obama nominates Merrick Garland to Supreme Court: All you need to know about this 'sensible choice'"}
{"url": null, "title": "BJP Shielding Anti-Nationals: Arvind Kejriwal"}
{"url": null, "title": "Hardly Anyone Is Talking About This Dadri-Type Lynching Of A Muslim Headmaster In Manipur"}
{"url": null, "title": "It's necessary to be on your toes: Sushant Singh Rajput"}
{"url": null, "title": "LG G5 Modular Smartphone India Launch Set for June 1"}
{"url": null, "title": "Why Apple may cut down on iPhone 6S, 6S Plus production"}
{"url": null, "title": "Borden-Carleton's Johnny Doull places third in national bodybuilding competition"}
{"url": null, "title": "Israel to Jail Children as Young as 12 for \"Terror Offenses\""}
{"url": null, "title": "UGA men schedule Thanksgiving weekend game, women going to Bahamas"}
{"url": null, "title": "Nifty holds 8,680 amid rangebound trade"}
{"url": null, "title": "PH-China ruling could help restart talks - ICG"}
{"url": null, "title": "Dilma Rousseff Not Barred from Public Office Despite Impeachment"}
{"url": null, "title": "What is this big tax reform about? A short guide to understanding the draft GST bill"}
{"url": null, "title": "iNew to Launch L4 Smartphone with Massive 5,000mAh Battery Next Month"}
{"url": null, "title": "Facebook's internet drone takes flight"}
{"url": null, "title": "China-Sri Lanka relation will rise to a new height, leaders affirm"}
{"url": null, "title": "[SATIRE] Impressed with their skills in 'jumping to conclusion', Govt. asks Indian media to represent country in long jump event"}
{"url": null, "title": "EU Must 'Ensure Liberalization' of Visas for Turkey or Face New Migrant Influx"}
{"url": null, "title": "Royal Challengers primed to continue resurgence"}
{"url": null, "title": "Meet the MAD couple of AI start-ups: Anand Chandrasekaran & Ashwini Asokan"}
{"url": null, "title": "WhatsApp plans to disclose user data with Facebook"}
{"url": null, "title": "Sports Ministry begins thorough probe into Rio Olympics debacle"}
{"url": null, "title": "BJP shouldn't give certificates of patriotism: MNS on JNU row"}
{"url": null, "title": "India plans to import 500,000 tonnes of corn to overcome shortage"}
{"url": null, "title": "Man City beat St Johnstone in friendly with goals from Silva, Delph and Fernandinho"}
{"url": null, "title": "Retd vice-admiral backs 'leak' claims made by Manohar Parrikar"}
{"url": null, "title": "Syrian civilians reportedly begin to leave rebel-held parts of Aleppo"}
{"url": null, "title": "Who posted Mufti Mohammad Sayeed's funeral pics with smileys? You'll be shocked"}
{"url": null, "title": "Jackie Collins didn't fear death"}
{"url": null, "title": "WATCH: Wolverine is back in 'X-Men: Apocalypse' final trailer"}
{"url": null, "title": "Michael Moore Thinks Donald Trump Will Win"}
{"url": null, "title": "Snapdeal - Buy Surya Accent 3 Ltr Aluminium Pressure Cooker (ISI approved) at Rs 449 Only"}
{"url": null, "title": "Voters in Belarus set to give President Lukashenko 5th term"}
{"url": null, "title": "Sinhala-Buddhism under threat in Sri Lanka"}
{"url": null, "title": "Rakul Preet Singh roped in for Thani Oruvan opposite Ram Charan"}
{"url": null, "title": "Anambra adopts new technology on road maintenance"}
{"url": null, "title": "Cement stocks down up to 5% on Competition Commission fine"}
{"url": null, "title": "Matt LeBlanc to return to British car series 'Top Gear'"}
{"url": null, "title": "How to pull off an all-white outfit without a tan"}
{"url": null, "title": "Did Deepika just accidentally reveal the actual release date of Vin Diesel's xXx?"}
{"url": null, "title": "Which NBA teams should tank in 2016-17?"}
{"url": null, "title": "R2-D2 Actor Kenny Baker Dies at 81"}
{"url": null, "title": "Radware Positioned by Gartner in Leaders Quadrant of 2016 Magic Quadrant for Application Delivery Controllers"}
{"url": null, "title": "Assembly Elections: Left set to win in Kerala, BJP to open account"}
{"url": null, "title": "Diplomatic row after Bangladesh hangs pro-Pakistan war criminal"}
{"url": null, "title": "Scientists teach computers how to learn like humans"}
{"url": null, "title": "Whoa! WhatsApp to roll out much-awaited video-calling feature soon"}
{"url": null, "title": "Nintendo launches new gaming platform NX due March 2017"}
{"url": null, "title": "Claudio Ranieri weeps for joy as Leicester City edge closer to title"}
{"url": null, "title": "Who cares who said achche din first? It's time Modi sarkar delivered on its promises"}
{"url": null, "title": "Prestigious medical journals rejected stunning study on deaths among middle-aged whites"}
{"url": null, "title": "Delhi: Man dies on way to hospital as I-Day preparations delay traffic"}
{"url": null, "title": "'The Voice': Miley Cyrus and Alicia Keys Show Off Their Own Voices on Third Night of Blind Auditions"}
{"url": null, "title": "Texas restaurant selling taco plate for $100"}
{"url": null, "title": "Paytm in talks with ICICI for banking and insurance ventures; also in talks with Citibank"}
{"url": null, "title": "Nomura lowers India's GDP growth to 7.7% for FY17"}
{"url": null, "title": "WB approved USD 125mn for Agricultural development Featured"}
{"url": null, "title": "AgustaWestland Deal: Congress leaders under scanner"}
{"url": null, "title": "Amir will have to face the furore of English fans, believes Cook"}
{"url": null, "title": "Over 100 Scientists, Engineers Gather In Orlando To Prep For Historic Launch From Cape Sept. 8"}
{"url": null, "title": "BCCI's 'be Present in Person For Interview' Clause Result of Ravi Shastri Fiasco"}
{"url": null, "title": "Mulayam rejects brother Shivpal's resignation from party post"}
{"url": null, "title": "Three soldiers face investigation after one 'snorted white powder from a sword while on duty'"}
{"url": null, "title": "Rajeev Shukla or Sharad Pawar: Who will be Jagmohan Dalmiya's successor as BCCI president?"}
{"url": null, "title": "Mary Kom ready to rethink retirement decision"}
{"url": null, "title": "HC ticks off Hardik over his 'abduction claim', warns of contempt for 'misuse' of court proceedings"}
{"url": null, "title": "Leading from the front: MSD raises 20,000 pounds for Indian army by playing London T20"}
{"url": null, "title": "Venus downs Vinci to reach Wuhan final"}
{"url": null, "title": "Woman stabbed 78 times, two friends sent to the gallows"}
{"url": null, "title": "Balochistan Was Waiting To Be Used As Propaganda. Modi Seized It."}
{"url": null, "title": "The albino who confronted a witchdoctor"}
{"url": null, "title": "Trimbakeshwar revokes its Apr 3 ban on men's entry in sanctum"}
{"url": null, "title": "I started as a chorus singer: Falguni Pathak"}
{"url": null, "title": "Anatomy of the terror threat: Files show hundreds of US plots, refugee connection"}
{"url": null, "title": "Swachh Bharat Mission: Railways to carry out cleanliness inspection in trains"}
{"url": null, "title": "Varun Dhawan: If banning actors can stop terrorism, the government should do it"}
{"url": null, "title": "Hobart cable car: Battle brewing with major stakeholder over terminus site"}
{"url": null, "title": "Supreme Court notice to Centre, CBI on PIL for guidelines on raids"}
{"url": null, "title": "Filmmakers' Pitch: See Our Movie, Save the World"}
{"url": null, "title": "Amy Adams' Arrival Has Screened For Critics, Here's What They Are Saying"}
{"url": null, "title": "Chopper deal: Opposition parties question 'lack of progress' in probe under Modi regime"}
{"url": null, "title": "Revised syllabus has Jawaharlal Nehru's name at 15 places, claims Rajasthan Education Minister"}
{"url": null, "title": "3 Pinoy athletes booted out on opening day of Rio Olympics"}
{"url": null, "title": "Aquino relives college days, thanks Ateneo for help"}
{"url": null, "title": "Gandhi and Godse: Rahul may lose legal battle, but he would have won politically"}
{"url": null, "title": "Smriti Irani Move Seen As Strong Action From BJP Chief Amit Shah"}
{"url": null, "title": "World T20: Ireland knocked out after another washout in Dharamsala"}
{"url": null, "title": "Rs 10,000 Fine For Drinking In Public In Goa Soon?"}
{"url": null, "title": "Trump dodges Colbert's birther question, talks border wall"}
{"url": null, "title": "Saudi Arabia to join US-led counter-ISIS operations in Syria"}
{"url": null, "title": "Westinghouse to get new site for Indian nuclear plant: officials"}
{"url": null, "title": "Happy Birthday! Brandon Routh Turns 36 Today"}
{"url": null, "title": "Docs fail to save baby with rare liver disease"}
{"url": null, "title": "The deteriorating optics of central bank independence"}
{"url": null, "title": "NASA Reveals Charon's Violent Past In Amazing New Images"}
{"url": null, "title": "Khel Toh Abb Shuru Hoga Movie Review"}
{"url": null, "title": "Colombia Scores Last-Second Goal To Tie U.S. Women's Soccer At Rio Olympics"}
{"url": null, "title": "For His 40th Birthday, 12 Inspirational Quotes From Uber CEO Travis Kalanick to Push You to Be a Better Entrepreneur"}
{"url": null, "title": "Railways withdraws Rs 4 crore bill for 'water trains' to Latur"}
